export const products = [
    {
        image: "/img/product 1.jpg",
        title: "愛鴿壯",
        enTitle: "Biomicro",
        category: "腸胃道",
        content:
            " 蛋黃抗體加酵素、活菌的超強複方產品,每粒膠囊含益菌數超過60億單位、預防漲歸、腸道感染",
        details: {
            subtitle1: "膠囊250粒／粉劑400g",
            subtitle2: "每粒膠囊含益菌數超過60億單位",
            desrcription:
                "蛋黃抗體加酵素.活菌的超強複方產品，IgY免疫蛋黃體，可中和減少病原菌，用於沙門氏菌及大腸桿菌引起的嗉囊炎、腸炎、臭味、水便及白綠便。專一性酵素活菌，提升豆類鴿糧的消化，促進腸道有益菌生長，強化腸道免疫系統，增進食慾，強健體能。",
            usage: [
                "種鴿：配對前一個月,每3~5天一粒,配對當日再使用一次",
                "幼鴿：掛環後一粒, 每3~5天再一粒",
                "出巢期：連續3天後,每3~5天再一粒",
                "比賽期：每星期一.三.五補充一次",
                "病鴿：早晚各2粒,持續2~4天",
            ],
        },
    },
    {
        image: "/img/product 2.jpg",
        title: "鴿壯源",
        category: "營養育雛",
        enTitle: "奈米生化鈣 Bostrong",
        content: "高消化蛋白磷鈣 育雛成長 提升體力、耐力,一罐到底",
        details: {
            subtitle1: "粒劑500粒/粉劑800g NT$1200",
            subtitle2: "配對、育雛、成長、操練、比賽，一罐到底",
            desrcription:
                "提供賽鴿全方位必需精華，含水解胺基酸魚骨粉、胜肽酵母、初乳免疫球蛋白、維他命、有機礦物質、消化酵素、肝精粹取液，高消化高蛋白對賽鴿骨骼肌腱發展、肉質、羽毛、活力、耐力、飛翔力有非常理想的效果。",
            usage: [
                "種鴿配對前7天至產蛋後，每日1粒。",
                "雛鴿掛環起，早晚各1粒至離巢。",
                "换羽成長期，早晚各1粒。",
                "操練外訓期，每2日使用1粒。",
                "比賽前6天至比賽結束，每日1~2粒。",
            ],
        },
    },
    {
        image: "/img/product 3.jpg",
        title: "喉肺順",
        category: "呼吸道",
        enTitle: "ImmunoHigh",
        content: "清熱 解毒 去咳化痰、呼吸順暢、促飛、催速度",
        details: {
            subtitle1: "40g/罐",
            subtitle2: "清熱 解毒 去咳化痰 呼吸順暢飛得高",
            desrcription:
                "特殊天然精油組合，抗細菌/病毒、解熱、清痰，舒緩呼吸道症狀，使氣管肺體清新通暢,不易口渴,消炎抗菌提升免疫力,加速鴿體能恢復。可作滴鼻用清除鼻內異物，降低病菌灰塵沉積.疾病發生。賽鴿外訓.賽事歸返，預防.處理發炎代謝症狀：張口.螺聲.淚流塞鼻.卡痰．乾咳。純天然配方不降鴿體能，可安心使用。",
            usage: [
                "日常預防：2000~3000cc/1g飲水，或1克拌2~3公斤飼料，一週1~2天。",
                "加強預防：1000cc/1g飲水，或1克拌1公斤飼料餵食，連續3~5天。",
                "有減料現象則餵食愛鴿壯即可。",
                "口內起痰：可捏一小丸直接餵入口中 抓嘴15秒，快速殺菌。",
            ],
        },
    },
    {
        image: "/img/product 4.jpg",
        title: "寶礦酵母粉",
        category: "營養育雛",
        enTitle: "Biomineyeast",
        content: "最優質的營養補充, 提升抗病力",
        details: {
            subtitle1: "1000g/罐 NT$1000",
            subtitle2: "最優質的營養補充, 提升抗病力",
            desrcription:
                "含有水產級魚粉、酵母胜肽蛋白、蟲肽蛋白、有機礦物質、微量元素、維他命、酵素、活菌、核苷酸、膠原蛋白、魚油 等特殊營養配方。能加速賽鴿成長，強壯骨骼肌腱發育，提升賽鴿活力、抗病力、飛翔耐力及繁殖力的生化科技營養配方產品，提供全方位營養平衡必需的基本元素。",
            usage: [
                "40公克(4匙尖尖)寶礦酵母粉＋１公斤微濕飼料，每週2~3天餵飼賽鴿，額外添加愛鴿壯粉劑混合效果更佳。",
            ],
        },
    },
    {
        image: "/img/product 5.jpg",
        title: "鴿滴淨",
        category: "呼吸道",
        enTitle: "Biotricho",
        content: "保護呼吸道黏膜 提高免疫力 毛滴遠離",
        details: {
            subtitle1: "口服噴劑40ml/100ml",
            subtitle2: "有效保護上下呼吸道黏膜",
            desrcription:
                "主要包含蛋黃抗體、幾丁寡糖、精油萃取物等特殊成分，全球首創毛滴蟲抗體、念珠菌抗體、黴菌抗體及病毒性抗體，單眼傷風、鴿痘可直接使用。強化呼吸順暢，讓飛翔速度更快、更高。",
            usage: [
                "種鴿：配對前一個月,每5~7天一粒,配對當日再使用一次",
                "幼鴿：掛環後一次, 每5~7天再一次",
                "出巢期：連續3天後,每5~7天再一次",
                "比賽期：每星期一.三.五補充一次",
                "病鴿：早中晚各1次,持續2~3天",
            ],
        },
    },
    {
        image: "/img/product 6.jpg",
        title: "鴿速健整腸劑",
        category: "腸胃道",
        enTitle: "PAC Soluble Plus",
        content: "預防腸道感染、漲歸、消化不良、腸壁修護絨毛增生",
        details: {
            subtitle1: "40g/罐 NT$1000",
            subtitle2: "腸道感染、漲歸、快速代謝、恢復體能",
            desrcription:
                "100億單位益菌 有助於腸壁修護、絨毛增生，賽鴿副傷寒沙氏菌、大腸桿菌引起的歪頭、漲規、嘔吐、糞便不成型等。操練比賽引起應激漲歸，歸返袪菌及恢復體能。無抗生物科技，可長期使用，建立腸道免疫抗體，預防腺病毒感染。",
            usage: [
                "種　鴿：1500cc/2g,配對前30天每週泡飲1-2次,當日再泡飲1次。",
                "育雛期：1500cc/2g,每週父母鴿泡飲1-2次。",
                "雛鴿出櫥：2000cc/2g,泡飲2-3天,或每羽灌服20cc。",
                "家飛訓練：1500cc/2g, 一週泡飲1次。",
                "操訓比賽：1500cc/2g, 一週泡飲2-3次",
                "比賽歸返：1000cc/2g, 當日及隔日各泡飲一天。",
                "病鴿治療：1000cc/2g, 泡飲3-5天或每羽早晚灌服20cc。",
                "比賽交鴿：1000cc/2g+鴿滴淨1cc+電解質,每羽灌服20cc。",
            ],
        },
    },
    {
        image: "/img/product 7.jpg",
        title: "挺飛",
        category: "營養育雛",
        enTitle: "Biocollagen",
        content: "膠原蛋白, 幫助結締組織重建 不撞飛扭傷",
        details: {
            subtitle1: "36g/罐",
            subtitle2: "食用級膠原蛋白 結締組織重建及再生",
            desrcription:
                "增強膚質、羽毛,光滑彈性,防止老化分叉。骨質、關節軟骨結締生成，降低脊椎軟骨及肋胳受傷，,大小關節筋腱扭傷、撞傷、快速復原。強化氣管纖毛功能，排除氣管異物、灰塵，動脈血管彈性韌度，血液循環強順，耐翔高飛。",
            usage: [
                "離巢：1500cc/2g泡飲2天，之後一週1次",
                "家飛期：1500cc/2g，一週1~2次",
                "操練比賽期：1500cc/2g，一週2~3次",
                "（拌料1公斤飼料加5g，可混合寶礦酵母粉或奈米鈣餵食）",
            ],
        },
    },
    {
        image: "/img/product 8.jpg",
        title: "鴿可耐",
        category: "催速、耐力",
        enTitle: "Gelectolyte",
        content: "活性電解質, 解決熱緊迫、中暑、飛行口渴",
        details: {
            subtitle1: "40g/罐",
            subtitle2:
                "世界專利最新科技配方大突破\n唯一不含氯離子及乳糖的電解質",
            desrcription:
                "平衡動物體內器官與細胞間體液的正常調節，能消除賽鴿飛翔後產生的乳酸及脫水的影響，解決賽鴿熱緊迫、中暑、下痢、肌肉拉傷，提高飛翔耐力的潛能。",
            usage: ["1克(1匙尖尖)稀釋1000倍，給予賽鴿飲用，快速恢復體力"],
        },
    },
    {
        image: "/img/product 9.jpg",
        title: "極速高峰",
        category: "催速、耐力",
        enTitle: "Supra Fly",
        content: "增強耐力.爆發力不易疲憊、快速歸返、體能恢復",
        details: {
            subtitle1: "100粒/500粒",
            subtitle2: "增強耐力、爆發力 快速歸返！",
            desrcription:
                "產品含高純度冬蟲夏草菌絲體、西伯利亞刺五加蔘、β-胡蘿蔔素、DHEA、維他命C、E、苦茶油、18種胺基酸及多種中藥草萃取物配方。可增強賽鴿飛翔力、耐力及爆發力，增加心肌與腦的供血量，氧氣足,不易疲憊、口渴、迷失方向，激發賽鴿體能的極限。",
            usage: [
                "訓練期：5~7天口服1粒",
                "賽程操練期：4~5天口服1粒",
                "比賽期間加強：交鴿前2天口服1粒",
            ],
        },
    },
];